{
    "pubmed": "10672630",
    "pmc": "none",
    "doi": "10.1007/s002130050005",
    "title": "Caffeine withdrawal increases cerebral blood flow velocity and alters quantitative electroencephalography (EEG) activity.",
    "abstract": "RATIONALE BACKGROUND Cessation of daily caffeine consumption produces a withdrawal syndrome comprised of subjective symptoms and functional impairment. Few controlled studies have examined the physiological effects of caffeine withdrawal. OBJECTIVE The present study examined the effect of caffeine withdrawal on cerebral blood flow velocity and quantitative EEG. METHODS Ten volunteers reporting moderate caffeine intake (mean 333 mg/day) participated in this double-blind study. Subjects completed several tests when maintaining their normal diet (baseline period) and during two 1-day periods during which they consumed caffeine-free diets and received capsules containing placebo (placebo test session) or caffeine (caffeine test session) in amounts equal to their baseline daily caffeine consumption. Blood flow velocity was determined for four arteries: right and left middle (MCA), and right and left anterior (ACA) cerebral arteries using pulsed transcranial Doppler sonography. EEG was recorded for 3 min from eight scalp sites while subjects sat, with eyes closed, in a sound-attenuated electronically shielded chamber. Subjective effects were assessed with questionnaires. RESULTS Results showed an effect of the placebo (21-h withdrawal) condition compared to the caffeine condition. Placebo significantly increased the mean velocity, systolic velocity and diastolic velocity (cm/s) in all four cerebral arteries. In the MCA, the pulsatility index was significantly decreased following placebo. Placebo significantly increased EEG theta power. Placebo also produces subjective effect changes, including increases in heavy feelings in arms and legs and decreases in ability to concentrate. The caffeine and baseline conditions produced similar results on both the physiological and subjective measures. CONCLUSION CONCLUSIONS Cessation of daily caffeine consumption produced changes in cerebral blood flow velocity and quantitative EEG. These changes may be related to classic caffeine withdrawal symptoms of headache, drowsiness and decreased alertness.",
    "fullText": "none"
}