{
    "pubmed": "16117181",
    "pmc": "none",
    "doi": "10.1080/10284150500096994",
    "title": "The effects of combined caffeine and glucose drinks on attention in the human brain.",
    "abstract": " The objective of this research was to measure the effects of energising drinks containing caffeine and glucose, upon mental activity during sustained selective attention. Non-invasive electrophysiological brain recordings were made during a behavioural study of selective attention in which participants received either energising or placebo drinks. We tested specifically whether energising drinks have significant effects upon behavioural measures of performance during a task requiring sustained visual selective attention, as well as on accompanying components of the event-related potential (ERPs) related to information processing in the brain. Forty healthy volunteers were blindly assigned to receive either the energising drink or a similar-tasting placebo drink. The behavioural task involved identifying predefined target stimulus among rapidly presented streams of peripheral visual stimuli, and making speeded motor responses to this stimulus. During task performance, accuracy, reaction times and ongoing brain activity were stored for analysis. The energising drink enhanced behavioural performance both in terms of accuracy and speed of reactions. The energising drink also had significant effects upon the event-related potentials. Effects started from the enhancement of the earliest components (Cl/P1), reflecting early visual cortical processing in the energising-drink group relative to the placebo group over the contralateral scalp. The later N1, N2 and P3 components related to decision-making and responses were also modulated by the energising drink. Energising drinks containing caffeine and glucose can enhance behavioural performance during demanding tasks requiring selective attention. The behavioural benefits are coupled to direct effects upon neural information processing.",
    "fullText": "none"
}