{
    "pubmed": "18641209",
    "pmc": "none",
    "doi": "10.1093/jn/138.8.1572S",
    "title": "L-theanine and caffeine in combination affect human cognition as evidenced by oscillatory alpha-band activity and attention task performance.",
    "abstract": " Recent neuropharmacological research has suggested that certain constituents of tea may have modulatory effects on brain state. The bulk of this research has focused on either L-theanine or caffeine ingested alone (mostly the latter) and has been limited to behavioral testing, subjective rating, or neurophysiological assessments during resting. Here, we investigated the effects of both L-theanine and caffeine, ingested separately or together, on behavioral and electrophysiological indices of tonic (background) and phasic (event-related) visuospatial attentional deployment. Subjects underwent 4 d of testing, ingesting either placebo, 100 mg of L-theanine, 50 mg of caffeine, or these treatments combined. The task involved cued shifts of attention to the left or right visual hemifield in anticipation of an imperative stimulus requiring discrimination. In addition to behavioral measures, we examined overall, tonic attentional focus as well as phasic, cue-dependent anticipatory attentional biasing, as indexed by scalp-recorded alpha-band (8-14 Hz) activity. We found an increase in hit rate and target discriminability (d') for the combined treatment relative to placebo, and an increase in d' but not hit rate for caffeine alone, whereas no effects were detected for L-theanine alone. Electrophysiological results did not show increased differential biasing in phasic alpha across hemifields but showed lower overall tonic alpha power in the combined treatment, similar to previous findings at a larger dosage of L-theanine alone. This may signify a more generalized tonic deployment of attentional resources to the visual modality and may underlie the facilitated behavioral performance on the combined ingestion of these 2 major constituents of tea.",
    "fullText": "none",
    "pii": "S0022-3166(22)09912-6"
}