{
    "pubmed": "19241060",
    "pmc": "PMC2738587",
    "doi": "10.1007/s00213-009-1489-4",
    "title": "Caffeine withdrawal, acute effects, tolerance, and absence of net beneficial effects of chronic administration: cerebral blood flow velocity, quantitative EEG, and subjective effects.",
    "abstract": "RATIONALE BACKGROUND Although the subjective effects of caffeine abstinence, acute and chronic administration, and tolerance are well described, the corresponding neurophysiological effects are not. OBJECTIVES OBJECTIVE Caffeine withdrawal, acute caffeine effects, caffeine tolerance, and net beneficial effects of chronic caffeine administration were investigated using cerebral blood flow velocity, quantitative electroencephalography (EEG), and subjective effects. MATERIALS AND METHODS METHODS Sixteen regular caffeine users participated in this double-blind, within-subject study during which they received acute caffeine and placebo challenges (1) while maintained on 400 mg caffeine daily for > or =14 days and (2) while maintained on placebo for > or =14 days. Blood flow velocity was determined for the middle (MCA) and anterior (ACA) cerebral arteries using pulsed transcranial Doppler sonography. EEG was recorded from 16 scalp sites. Subjective effects were assessed with questionnaires. RESULTS Acute caffeine abstinence (evaluated 24 h after placebo substitution) increased mean, systolic, and diastolic velocity in the MCA and ACA and decreased pulsatility index in the MCA. Acute caffeine abstinence increased EEG theta and decreased beta 2 power. Acute caffeine abstinence also increased measures of Tired, Fatigue, Sluggish, and Weary and decreased ratings of Energetic, Friendly, Lively, and Vigor. Acute caffeine effects were demonstrated across a wide range of measures, including cerebral blood flow, EEG, and subjective effects. Tolerance and \"complete\" tolerance were observed on subjective but not physiological measures. Chronic caffeine effects were demonstrated only on the measure of EEG beta 2 power. CONCLUSION CONCLUSIONS Acute caffeine abstinence and administration produced changes in cerebral blood flow velocity, EEG, and subjective effects. Tolerance to subjective but not physiological measures was demonstrated. There was almost no evidence for net effects of chronic caffeine administration on these measures. Overall, these findings provide the most rigorous demonstration to date of physiological effects of caffeine withdrawal.",
    "fullText": "PMC2738587.pdf",
    "mid": "NIHMS135796"
}