{
    "pubmed": "30746733",
    "pmc": "PMC6850087",
    "doi": "10.1111/ics.12521",
    "title": "Transepidermal UV radiation of scalp skin ex vivo induces hair follicle damage that is alleviated by the topical treatment with caffeine.",
    "abstract": "OBJECTIVES OBJECTIVE Although the effect of ultraviolet radiation (UVR) on human skin has been extensively studied, very little is known on how UVR impacts on hair follicle (HF) homeostasis. Here, we investigated how solar spectrum UVR that hits the human skin surface impacts on HF biology, and whether any detrimental effects can be mitigated by a widely used cosmetic and nutraceutical ingredient, caffeine. METHODS Human scalp skin with terminal HFs was irradiated transepidermally ex vivo using either 10 J/cm2 UVA (340-440 nm) + 20 mJ/cm2 UVB (290-320 nm) (low dose) or 50 J/cm2 UVA + 50 mJ/cm2 UVB (high dose) and organ-cultured under serum-free conditions for 1 or 3 days. 0.1% caffeine (5.15 mmol/L) was topically applied for 3 days prior to UV exposure with 40 J/cm2 UVA + 40 mJ/cm2 UVB and for 3 days after UVR. The effects on various toxicity and vitality read-out parameters were measured in defined skin and HF compartments. RESULTS Consistent with previous results, transepidermal UVR exerted skin cytotoxicity and epidermal damage. Treatment with high and/or low UVA+UVB doses also induced oxidative DNA damage and cytotoxicity in human HFs. In addition, it decreased proliferation and promoted apoptosis of HF outer root sheath (ORS) and hair matrix (HM) keratinocytes, stimulated catagen development, differentially regulated the expression of HF growth factors, and induced perifollicular mast cell degranulation. UVR-mediated HF damage was more severe after irradiation with high UVR dose and reached also proximal HF compartments. The topical application of 0.1% caffeine did not induce skin or HF cytotoxicity and stimulated the expression of IGF-1 in the proximal HF ORS. However, it promoted keratinocyte apoptosis in selected HF compartments. Moreover, caffeine provided protection towards UVR-mediated HF cytotoxicity and dystrophy, keratinocyte apoptosis, and tendential up-regulation of the catagen-promoting growth factor. CONCLUSION CONCLUSIONS Our study highlights the clinical relevance of our scalp UV irradiation ex vivo assay and provides the first evidence that transepidermal UV radiation negatively affects important human HF functions. This suggests that it is a sensible prophylactic strategy to integrate agents such as caffeine that can act as HF photoprotectants into sun-protective cosmeceutical and nutraceutical formulations. OBJECTIFS OBJECTIVE Alors que l'effet de rayons ultraviolets (RUV) sur la peau humaine a été largement étudié, on sait très peu de choses de l'impact des UV sur l'homéostasie du follicule pileux (FP). Ici, nous avons étudié l'effet du spectre des RUV solaires qui atteignent la surface de la peau humaine sur la biologie du FP, et si tout effet nocif peut être atténué par de la caféine, un ingrédient cosmétique et neutraceutique largement utilisé. MÉTHODES: Une peau de cuir chevelu humain avec ses FP terminaux a été irradiée ex vivo via l’épiderme soit par 10 J/cm2 d’UVA (340-440 nm) + 20 mJ/cm2 d’UVB (290-320 nm) (dose faible) soit par 50 J/cm2 d’UVA + 50 mJ/cm2 d’UVB (dose élevée) et placée en culture sans sérum pendant 1 ou 3 jours. 0,1% (5,15 mM) de caféine a été appliquée par voie topique pendant 3 jours avant l'exposition aux UV à raison de 40 J/cm2 d’UVA + 40 mJ/cm2 UVB et pendant 3 jours après l'exposition aux RUV. Les effets sur divers paramètres de toxicité et de vitalité ont été mesurés au niveau de compartiments définis de la peau et des FP. RÉSULTATS: Cohérent avec les résultats précédents, les RUV transépidermique ont exercé une cytotoxicité au niveau de la peau et des lésions épidermiques. Le traitement par des doses élevées et/ou faibles d’UVA+UVB a également induit des lésions oxydatives de l’ADN et une cytotoxicité au niveau des FP humains. En outre, il a diminué la prolifération et favorisé l'apoptose de la gaine externe de la racine (ORS) du FP et des kératinocytes de la matrice des cheveux (MC), a stimulé le développement de la phase catagène, a régulé de manière différentielle l'expression des facteurs de croissance des FP, et induit une dégranulation périfolliculaire des mastocytes. Les lésions du FP médiées par les RUV étaient plus graves après une irradiation par dose élevée de RUV et atteignaient également les compartiments proximaux du FP. L'application topique de 0,1 % de caféine n'a pas induit de cytotoxicité de la peau ou du FP et a stimulé l'expression d’IGF-1 dans la partie proximale de l’ORS du FP. Cependant, elle a promu l'apoptose des kératinocytes dans certains compartiments de FP. En outre, la caféine a fourni une protection des FP contre la cytotoxicité et la dystrophie médiées par les RUV, l'apoptose des kératinocytes et une régulation à tendance positive de l'effet catagène induit par le facteur de croissance. CONCLUSION CONCLUSIONS Notre étude souligne la pertinence clinique de notre dosage d'irradiation UV ex vivo du cuir chevelu et fournit la première preuve que le rayonnement UV transépidermique affecte négativement d'importantes fonctions du FP chez l'homme. Cela suggère que l'intégration d'agents photoprotecteurs des FP tels que la caféine dans les formulations cosmétiques et nutraceutiques des écrans solaires pourrait constituer une stratégie prophylactique sensée.",
    "fullText": "PMC6850087.pdf"
}