{
    "pubmed": "32271938",
    "pmc": "PMC7962141",
    "doi": "10.1111/bjd.19115",
    "title": "New effects of caffeine on corticotropin-releasing hormone (CRH)-induced stress along the intrafollicular classical hypothalamic-pituitary-adrenal (HPA) axis (CRH-R1/2, IP3 -R, ACTH, MC-R2) and the neurogenic non-HPA axis (substance P, p75NTR and TrkA) in ex vivo human male androgenetic scalp hair follicles.",
    "abstract": "BACKGROUND Human hair is highly responsive to stress, and human scalp hair follicles (HFs) contain a peripheral neuroendocrine equivalent of the systemic hypothalamic-pituitary-adrenal (HPA) stress axis. Androgenetic alopecia (AGA) is supposed to be aggravated by stress. We used corticotropin-releasing hormone (CRH), which triggers the HPA axis, to induce a stress response in human ex vivo male AGA HFs. Caffeine is known to reverse testosterone-mediated hair growth inhibition in the same hair organ culture model. OBJECTIVES To investigate whether caffeine would antagonize CRH-mediated stress in these HFs. METHODS HFs from balding vertex area scalp biopsies of men affected by AGA were incubated with CRH (10-7 mol L-1 ) with or without caffeine (0·001% or 0·005%). RESULTS Compared to controls, CRH significantly enhanced the expression of catagen-inducing transforming growth factor-β2 (TGF-β2) (P < 0·001), CRH receptors 1 and 2 (CRH-R1/2) (P < 0·01), adrenocorticotropic hormone (ACTH) (P < 0·001) and melanocortin receptor 2 (MC-R2) (P < 0·001), and additional stress-associated parameters, substance P and p75 neurotrophin receptor (p75NTR ). CRH inhibited matrix keratinocyte proliferation and expression of anagen-promoting insulin-like growth factor-1 (IGF-1) and the pro-proliferative nerve growth factor receptor NGF-tyrosine kinase receptor A (TrkA). Caffeine significantly counteracted all described stress effects and additionally enhanced inositol trisphosphate receptor (IP3 -R), for the first time detected in human HFs. CONCLUSIONS These findings provide the first evidence in ex vivo human AGA HFs that the stress mediator CRH induces not only a complex intrafollicular HPA response, but also a non-HPA-related stress response. Moreover, we show that these effects can be effectively antagonized by caffeine. Thus, these data strongly support the hypothesis that stress can impair human hair physiology and induce hair loss, and that caffeine may effectively counteract stress-induced hair damage and possibly prevent stress-induced hair loss.",
    "fullText": "PMC7962141.pdf",
    "mid": "NIHMS1677187"
}