{
    "pubmed": "32023218",
    "pmc": "none",
    "doi": "none",
    "title": "Clinical Efficacy of a Topical Compounded Formulation in Male Androgenetic Alopecia: Minoxidil 10%, Finasteride 0.1%, Biotin 0.2%, and Caffeine Citrate 0.05% Hydroalcoholic Solution.",
    "abstract": " Androgenetic alopecia is the most common form of hair loss. This condition affects both men and women causing significant psychological distress and a decrease in the quality of life. The objective of this study was to investigate the clinical efficacy and patient satisfaction of a topical compounded formulation (minoxidil 10%, finasteride 0.1%, biotin 0.2%, and caffeine citrate 0.05% hydroalcoholic solution) in male androgenetic alopecia patients. A total of five individual, prospective case studies were conducted in the private hair transplant practice of Dr. James C. Marotta. Patients were provided with the topical formulation and instructed to apply a measured 1-mL dose to the entire frontal, parietal, and occipital scalp, twice daily for 6 months. Patients visited the practice periodically (90 days, 120 days, and 180 days post-treatment) for clinical evaluation, photographic assessment, and measurement of their treatment satisfaction by the Men's Hair Growth Questionnaire. By the end of the study, at 180 days, the dermatologist-in-charge concluded that the topical treatment was successful for all five patients. Although moderate, the clinical improvements were visually noticeable as most patients had thicker, more voluminous hair; improved scalp coverage; and improved general hair appearance. These results were consistent with the photographic assessment, which demonstrated a global average increase of +1.05 in the patients' hair density. According to the patients' self-assessment, the topical compounded formulation was effective following 3 months and 6 months of continuous treatment. At 120 days, the patients' satisfaction was neutral or negative, which was likely due to negligible differences in the patients' hair growth and appearance in 90 days compared to 120 days. The results from this study suggest that the new hair-loss topical solution may be considered a safe and effective treatment option in male AGA patients.",
    "fullText": "none"
}