{
    "pubmed": "34424558",
    "pmc": "none",
    "doi": "10.1111/ics.12734",
    "title": "Scalp application of antioxidants improves scalp condition and reduces hair shedding in a 24-week randomized, double-blind, placebo-controlled clinical trial.",
    "abstract": "OBJECTIVE Increasing hair fullness is a global unmet need for many men and women. An approach to the problem is to decrease hair fall or shedding by reducing scalp stratum corneum oxidation and barrier damage to increase hair retention. This study evaluated a combination of functional antioxidants and barrier-enhancing cosmetic ingredients to improve scalp condition thereby enabling stronger hair anchorage and longer retention. METHODS Male and female subjects with normal scalp condition and self-perceived hair thinning participated in a 24-week, double-blind, placebo-controlled, randomized clinical study assessing either a regimen of treatment shampoo and leave-on treatment containing functional antioxidant and barrier-enhancing agents or an identical placebo chassis shampoo control. The functional ingredients were piroctone olamine, zinc pyrithione, zinc carbonate, niacinamide, panthenol and caffeine. At baseline and after 8, 16 and 24 weeks of product use, several measurements were taken: hair shedding, total hair count (by phototrichogram), hair samples, TEWL and evaluation of biomarkers of scalp and hair conditions. Subjects also completed self-assessment questionnaires. RESULTS Statistically significant effects for functional ingredient-containing treatment regimen versus a placebo control shampoo formulation were observed for reduced hair shedding, increased total hair count, reduced TEWL and improvement in scalp biomarker values. Subjects also noticed these improvements assessed via self-assessment questionnaires. CONCLUSIONS These results establish that the use of functional antioxidant and barrier-enhancing agents to further improve scalp condition can enable a reduction in hair shedding and thus an increase in perceived hair fullness. The underlying improvements in scalp condition suggest the hair benefits were achieved as a result of improved scalp skin barrier and scalp condition leading to a viable preventative approach for hair thinning.",
    "fullText": "none"
}