{
    "pubmed": "34987367",
    "pmc": "PMC8722672",
    "doi": "10.3389/fnhum.2021.744054",
    "title": "Delirium, Caffeine, and Perioperative Cortical Dynamics.",
    "abstract": " Delirium is a major public health issue associated with considerable morbidity and mortality, particularly after surgery. While the neurobiology of delirium remains incompletely understood, emerging evidence suggests that cognition requires close proximity to a system state called criticality, which reflects a point of dynamic instability that allows for flexible access to a wide range of brain states. Deviations from criticality are associated with neurocognitive disorders, though the relationship between criticality and delirium has not been formally tested. This study tested the primary hypothesis that delirium in the postanesthesia care unit would be associated with deviations from criticality, based on surrogate electroencephalographic measures. As a secondary objective, the impact of caffeine was also tested on delirium incidence and criticality. To address these aims, we conducted a secondary analysis of a randomized clinical trial that tested the effects of intraoperative caffeine on postoperative recovery in adults undergoing major surgery. In this substudy, whole-scalp (16-channel) electroencephalographic data were analyzed from a subset of trial participants (n = 55) to determine whether surrogate measures of neural criticality - (1) autocorrelation function of global alpha oscillations and (2) topography of phase relationships via phase lag entropy - were associated with delirium. These measures were analyzed in participants experiencing delirium in the postanesthesia care unit (compared to those without delirium) and in participants randomized to caffeine compared to placebo. Results demonstrated that autocorrelation function in the alpha band was significantly reduced in delirious participants, which is important given that alpha rhythms are postulated to play a vital role in consciousness. Moreover, participants randomized to caffeine demonstrated increased alpha autocorrelation function concurrent with reduced delirium incidence. Lastly, the anterior-posterior topography of phase relationships appeared most preserved in non-delirious participants and in those receiving caffeine. These data suggest that early postoperative delirium may reflect deviations from neural criticality, and caffeine may reduce delirium risk by shifting cortical dynamics toward criticality.",
    "fullText": "PMC8722672.pdf"
}