{
    "pubmed": "36704855",
    "pmc": "none",
    "doi": "10.1111/ics.12843",
    "title": "Recent patent applications for coffee and coffee by-products as active ingredients in cosmetics.",
    "abstract": "OBJECTIVE Coffee is one of the most consumed beverages worldwide, and its production and consumption generate large amounts of by-products annually. Coffee by-products and coffee beans are rich in bioactive compounds of great commercial value, including potential applications as active ingredients in skin care products and cosmetic formulations. In addition, there has been growing interest in the use of natural ingredients for cosmetic purposes. Considering the importance of coffee in the world economy, its chemical constituents with potential for cosmetic and dermatological application, and the importance of patents for innovation and technological development, the present study aimed to review recent patents involving coffee and coffee by-product use in cosmetics. METHODS This review was carried out using Espacenet. The following inclusion criteria were established: patents that included the terms \"coffee\" and \"skin\" in the title, abstract and claims and belonged to the classification A61Q, which is related to the \"specific use of cosmetics or similar toilet preparations\" considering the International Patent Classification (IPC) or Cooperative Patent Classification (CPC). RESULTS Considering the 52 patents analysed, the bean was the main way to obtain extracts (39), followed by green beans (7), silverskin (3), peel and pulp (1), pulp (1) and beans and leaves (1). The formulations are mainly intended for use in nonspecific areas of skin (29), eye areas (12), scalp hair (9) and lip skin (2) with claims of anti-ageing, moisturizers, sun protection, hair growth, anti-dandruff, etc. CONCLUSION: Coffee and its residues have high amounts of phenolic compounds, caffeine, fatty acids and other substances known to have important biological properties for the skin. Coffee and its by-products are promising ingredients to be incorporated into topical formulations, ensuring skin health benefits and reducing the environmental impact.  Le café est l'une des boissons les plus consommées dans le monde, et sa production et sa consommation génèrent chaque année de grandes quantités de sous-produits. Les sous-produits du café et les grains de café sont riches en composés bioactifs d'une grande valeur commerciale, y compris des applications potentielles en tant qu'ingrédients actifs dans les produits de soins de la peau et les formulations cosmétiques. De plus, il y a eu un intérêt croissant pour l'utilisation d'ingrédients naturels à des fins cosmétiques. Compte tenu de l'importance du café dans l'économie mondiale, de ses constituants chimiques ayant un potentiel d'application cosmétique et dermatologique, et de l'importance des brevets pour l'innovation et le développement technologique, la présente étude visait à examiner les brevets récents concernant l'utilisation du café et des sous-produits du café dans les cosmétiques. MÉTHODES: Cette revue a été réalisée à l'aide d'Espacenet. Les critères d'inclusion suivants ont été établis: les brevets qui incluaient les termes “café” et “peau” dans le titre, l'abrégé et les revendications et appartenaient à la classification A61Q, qui est liée à “l'utilisation spécifique de cosmétiques ou de préparations de toilette similaires” compte tenu de la Classification internationale des brevets ou Classification coopérative des brevets. RÉSULTATS: Considérant les 52 brevets analysés, le grain était le principal moyen d'obtenir des extraits (39), suivi du grain vert (7), du silverskin (3), de la peau et de la pulpe (1), de la pulpe (1) et des grains et des feuilles (1). Les formulations sont principalement destinées à être utilisées dans des zones non spécifiques de la peau (29), des yeux (12), des cheveux du cuir chevelu (9) et de la peau des lèvres (2) avec des revendications anti-âge, hydratantes, protection solaire, croissance des cheveux, antipelliculaire, etc. CONCLUSION: Le café et ses résidus contiennent de grandes quantités de composés phénoliques, de caféine, d'acides gras et d'autres substances connues pour avoir des propriétés biologiques importantes pour la peau. Le café et ses sous-produits sont des ingrédients prometteurs à incorporer dans des formulations topiques, garantissant des bienfaits pour la santé de la peau et réduisant l'impact environnemental.",
    "fullText": "none"
}