{
    "pubmed": "36803888",
    "pmc": "none",
    "doi": "10.1017/neu.2023.10",
    "title": "Dynamic impedance is correlated with static impedance and seizure quality parameters in bifrontal electroconvulsive therapy.",
    "abstract": "BACKGROUND To evoke a therapeutically effective seizure, electrical stimulation in electroconvulsive therapy (ECT) has to overcome the combined resistivity of scalp, skull and other tissues. Static impedances are measured prior to stimulation using high-frequency electrical alternating pulses, dynamic impedances during passage of the stimulation current. Static impedance can partially be influenced by skin preparation techniques. Earlier studies showed a correlation between dynamic and static impedance in bitemporal and right unilateral ECT. OBJECTIVE This study aims at assessing the correlation of dynamic and static impedance with patient characteristics and seizure quality criteria in bifrontal ECT. METHODS We performed a cross-sectional single-centre retrospective analysis of ECT treatments at the Psychiatric University Hospital Zurich between May 2012 and March 2020 and used linear mixed-effects regression models in 78 patients with a total of 1757 ECT sessions. RESULTS Dynamic and static impedance were strongly correlated. Dynamic impedance was significantly correlated with age and higher in women. Energy set and factors positively (caffeine) and negatively (propofol) affecting seizure at the neuronal level were not associated with dynamic impedance. For secondary outcomes, dynamic impedance was significantly related to Maximum Sustained Power and Average Seizure Energy Index. Other seizure quality criteria showed no significant correlation with dynamic impedance. CONCLUSION CONCLUSIONS Aiming for low static impedance might reduce dynamic impedance, which is correlated with positive seizure quality parameters. Therefore, good skin preparation to achieve low static impedance is recommended.",
    "fullText": "none",
    "pii": "S0924270823000108"
}