{
    "pubmed": "37437800",
    "pmc": "none",
    "doi": "10.1016/j.neuroscience.2023.07.011",
    "title": "Single Dose of an Energy Dietary Supplement with a Small Amount of Caffeine Prevents an Increase of a Low Frequency Resting State EEG in Possible Mental Fatigue.",
    "abstract": " Due to the increasing needs to enhance our cognitive performance, and decrease fatigue with increasing number of tasks in our everyday life, it's interesting to study whether a small amount of active substance present in dietary supplements, is enough to impact cognition. We investigated an acute effect of an energy dietary supplement containing low amount of caffeine (55 mg) and other stimulatory ingredients by means of a resting state EEG in a double blind, placebo controlled study (N = 47, 27 women). The use of a nonparametric cluster-based permutation analysis allowed us to observed a significant group × block interaction effect after 90 minutes post-ingestion (P = 0.022 cluster corrected) in the 'eyes closed' condition, i.e. an increase in normalized rsEEG power in the placebo group, which was abolished in the study group. This difference corresponded to a broad spatio-spectral cluster between around 6.5 Hz and 10.5 Hz (i.e. high theta and low alpha band) maximal over centro-temporo-parieto-occipital scalp areas. Similar trend but without significant effect was found in the 'eyes open' condition. Our results suggest that low caffeine content dietary supplementation acts as a reversal of the fatigue-related brain activity in the neural networks active in the resting state. These findings not only may help to clarify previous nonconclusive findings, but more importantly, show that an ingestion of caffeinated stimulants before neurocognitive examinations, both in research and diagnostics, should be taken into account, as they may influence cognition, even in small doses and when the effects are absent in the behavioral measures.",
    "fullText": "none",
    "pii": "S0306-4522(23)00306-8"
}