{
    "pubmed": "38764299",
    "pmc": "none",
    "doi": "10.1111/jocd.16347",
    "title": "Anti-hair loss effect of a shampoo containing caffeine and adenosine.",
    "abstract": "BACKGROUND Hair loss is a widespread health problem that affects numerous individuals and is associated with age, lack of sleep, stress, endocrine problems, and other problems. Caffeine exerts various pharmacological effects, particularly after ingestion. The caffeine-induced inhibition of phosphodiesterases can increase intracellular cAMP concentrations, ultimately resulting in stimulatory effects on cell metabolism and proliferation. Hence, caffeine has been confirmed to inhibit hair loss caused by premature termination of the hair growth phase. Adenosine also improves hair loss by stimulating hair growth and thickening hair shafts. However, further empirical evidence is required to comprehensively assess the efficacy of hair loss treatment and prevention using a formulation of caffeine and adenosine in specific proportions in shampoos. OBJECTIVES OBJECTIVE This study aimed to evaluate a shampoo with caffeine and adenosine as a daily scalp care product for hair loss in 77 subjects aged 18-60 years. METHODS The overall and local hair densities were assessed using professional cameras and dermoscopes at different magnifications and distances. Five hairs that came off the participant's head were randomly selected to measure hair diameter. The self-assessment questionnaires were filled on third month of product use. RESULTS The combination of caffeine and adenosine in the shampoo significantly enhanced hair density compared to that of the baseline. The results revealed a significant reduction in hair loss. The hair diameters of the subjects did not change significantly. Most of the participants (71.05%) were satisfied with their hair after using the product. CONCLUSIONS Shampoos containing caffeine and adenosine have been demonstrated to exert therapeutic benefits for reducing hair loss.",
    "fullText": "none"
}