{
    "pubmed": "6373100",
    "pmc": "none",
    "doi": "none",
    "title": "Classification, mechanisms, and management of headache.",
    "abstract": " Classification, epidemiology, pathophysiology, and therapy of migraine, cluster, and muscle-contraction (tension) headaches are reviewed. Migraine headache is related to vasomotor changes and is often preceded or accompanied by neurologic symptoms, nausea, and vomiting. Ergot alkaloids are used in acute migraine episodes; products containing caffeine are sometimes used for synergy. Other agents including antiemetic and sedative drugs and a combination product containing isometheptene mucate , dichloralphenazone , and acetaminophen have been used. Methysergide is the drug of choice for migraine prophylaxis. Of all patients with cluster headache, 90% experience episodes that occur in series separated by intervals as short as one week or as long as 25 years, and the remaining 10% have chronic headache. Pain is unilateral, nausea and vomiting are rare, and there is no aura. Pathophysiology is thought to be similar to that of migraine. Supportive treatment includes drug therapy to improve sleep and avoidance of alcohol and vasodilating agents. Aerosol ergot preparations may be effective for treatment of acute episodes . Prednisone has been used both as an abortive agent and for prophylaxis, while ergotamine, methysergide, and lithium have been tried prophylactically. Chronic tension headache is a constant, tight, pressing, or bandlike sensation in the frontal, temporal, or occipital area that occurs daily. The deep, steady ache differs from the throbbing sensation of vascular headache. Constant overcontraction of scalp muscles may be a cause. Heat, massage, and stretching are used to alleviate excess muscle contraction. Tension headache has been treated with analgesics, nonsteroidal anti-inflammatory agents, muscle relaxants, and amitriptyline. Drug treatment of headache must be based on headache type and tailored to individual response. Bio-feedback may be useful in some patients when combined with drugs.",
    "fullText": "none"
}