{
    "pubmed": "8545460",
    "pmc": "none",
    "doi": "10.1016/0091-3057(95)00159-t",
    "title": "Caffeine and selective visual processing.",
    "abstract": " This work addressed five issues: a) Does caffeine modulate electroencephalogram (EEG) background activity in a manner consistent with the idea of cortical \"arousal\"? b) Is performance in a simple speeded task improved under caffeine? c) Is visual processing more selective under caffeine? d) Does caffeine affect sensory discrimination? and e) Does it affect motor processes? We presented 16 subjects with a visual selection task under conditions of either caffeine or placebo. Background EEG data, gathered before administration of the task, revealed that caffeine resulted in lower slow-alpha power, relative to placebo, which is consistent with the idea of increased cortical \"arousal.\" During the selection task, subjects had to respond manually to a given target conjunction of spatial frequency and orientation. Other conjunctions shared spatial frequency, orientation, or neither with the target. The four conjunctions were presented in a random sequence, with SOAs ranging between 750 and 950 ms. Event-related potentials (ERPs) to the conjunctions were recorded at standard scalp locations Fz, Cz, Pz, and Oz. Under caffeine, subjects made faster responses to target conjunctions (382.9 vs. 404.5 ms) and more hits, whereas the false-alarm rate was equal across conditions. Caffeine did not affect the selection potentials normally obtained in this task by subtracting, from ERPs to nontargets with the target spatial frequency, those to nontargets with the other frequency. However, an early differential positivity (50-160 ms) was found specifically under caffeine, indicative of increased selectivity. Difference ERPs as a function of physical parameters were not affected by caffeine, indicating no effect on sensory discrimination. Onsets of response-related lateralizations above the motor cortex were not affected by caffeine, suggesting that the shorter reaction times under caffeine were due to faster central or peripheral motor processes.",
    "fullText": "none",
    "pii": "0091-3057(95)00159-T"
}