{
    "pubmed": "8832505",
    "pmc": "none",
    "doi": "10.1111/j.2042-7158.1996.tb05992.x",
    "title": "The measurement of caffeine concentration in scalp hair as an indicator of liver function.",
    "abstract": " Caffeine concentration in plasma and scalp hair has been determined for subjects consuming normal daily amounts of caffeine and the results used as an indicator of individual hepatic metabolic capacity. Daily exposure to caffeine was assessed in six healthy Japanese volunteers by direct HPLC measurement of the concentrations of caffeine in aliquots of all caffeine-containing beverages consumed by the subjects. The measurements were repeated on three different occasions for each subject and caffeine consumption (mean +/- s.d.) was calculated as 178.0 +/- 84.3 mg day-1 with an intra-individual variability of 23.8 +/- 6.3% as coefficient of variation. A survey of daily caffeine consumption in 121 adult Japanese by means of a questionnaire revealed a similar value (231.8 +/- 177.8 mg day-1). Caffeine concentration in the plasma sampled during an overnight caffeine-free interval was measured by HPLC and a comparison made between healthy subjects and patients with liver disease (0.71 +/- 0.32, 0.77 +/- 0.45 and 3.92 +/- 1.91 micrograms mL-1 for healthy volunteers (n = 6), patients with hepatitis (n = 11) and those with liver cirrhosis (n = 4), respectively). Strands of scalp hair were collected from six healthy subjects and six patients with liver cirrhosis. Caffeine in hair was identified and measured by gas chromatography-mass spectrometry after digestion of the hair matrix with protease and extraction of the caffeine with chloroform. Caffeine concentration in hair collected from patients with liver cirrhosis (26.5 +/- 5.04 ng mg-1 hair) was significantly higher than that in hair sampled from healthy subjects (7.21 +/- 3.11 ng mg-1). These findings suggest that the determination of caffeine concentration in the plasma and hair of subjects consuming normal daily amounts of caffeine-containing beverages provides a practical assessment of individual liver metabolic capacity.",
    "fullText": "none"
}