{
    "pubmed": "30623481",
    "pmc": "none",
    "doi": "10.1111/1346-8138.14739",
    "title": "Dietary supplement product composed of natural ingredients as a suspected cause of erythema multiforme: A case report and identification for the confident false positivity of lymphocyte transformation test.",
    "abstract": " Growing and sustainable consumption of health-care products raises a controversial issue underlying the reliability of an in vitro diagnostic approach for adverse skin reaction. This report aimed to: (i) discuss the causative nature of a commercial dietary supplement composed of natural ingredients, particularly an Euglena-containing product, suspicious for erythema multiforme in our exemplified case; and (ii) to address the assay suitability of the lymphocyte transformation test (LTT) for identifying allergic reaction to any ingredient(s) of the product. A Japanese elderly man developed erythema multiforme after intake of a commercially available natural dietary product, whose LTT was positive. His clinical course and positive LTT suggested a provisional diagnosis of natural dietary product-induced eruption. We conducted an inquiry survey for the standard LTT with any commercial products containing Euglena in three major Japanese laboratory services and identified 22 subjects, almost all of whom (21/22, 95.6%) showed a positive LTT for any Euglena-containing products as a suspected causative. Seven normal healthy volunteers who had no intake history of Euglena-containing products showed an equivalent LTT positivity rate with the same product taken by our case; culprit components of the product included Euglena, Angelica keiskei, Barley grass and Chlorella. A cell-free culture system and enzyme-linked immunoassay suggest that the high LTT positivity relies on the non-specific lymphoproliferative activity, and not contamination of uncharacterized microorganisms and endotoxins. Because of the constitutive false positivity of LTT, this assay is unreliable for in vitro supportive diagnosis of adverse skin events caused by dietary products containing particular natural ingredients, as well as herbal materials.",
    "fullText": "none"
}